IdeaRS.Connections
StiffenerData.Gap Property
Compatible with IDEA StatiCa 0.0
 Gets or sets the gap between the outline of the stiffener and particular plates of the beam
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double Gap { get; set; }
Property Value
Type: Double
See Also
Reference
StiffenerData Class
IdeaRS.Connections.Data Namespace